Repository: Genesis-Simple/Genesis-Simple-Plugin
Catalog: lib/modules/genesis-simple-comments/languages/gsc-*.po
Languages: de_de

source: <h3>Comments</h3>
de_de: <h3>Kommentare</h3>

source: says
de_de: meint

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wartet auf Freischaltung.

source: Website
de_de: Webseite

source: Speak Your Mind
de_de: Ihre Meinung ist uns wichtig

source: Post Comment
de_de: Kommentar absenden

source: Commments Defaults
de_de: Kommentare - Einstellungen bzw. Vorgaben

source: Save Changes
de_de: &Auml;nderungen speichern

source: Are you sure you want to reset?
de_de: Sind Sie sicher, dass Sie die Einstellungen zur&uuml;cksetzen m&ouml;chten?

source: Reset All
de_de: Alles zur&uuml;cksetzen

source: Modifications Reset
de_de: Modifizierungen zur&uuml;ckgesetzt

source: Modifications Saved
de_de: Modifizierungen gespeichert

source: Comment Title:
de_de: Kommentartitel:

source: No Comments Text:
de_de: Text bei keinen Kommentaren:

source: Comments Closed Text:
de_de: Text bei geschlossenen Kommentaren:

source: Pings Title:
de_de: Titel f&uuml;r Pings/ Trackbacks:

source: No Pings Text:
de_de: Text bei keinen Pings/ Trackbacks:

source: Avatar Size:
de_de: Avatargr&ouml;&szlig;e:

source: Author Says Text:
de_de: 'Autor sagt'-Text:

source: Comment Awaiting Moderation Text:
de_de: Text f&uuml;r Kommentarmoderation:

source: Enable Aria Require True Attribute?
de_de: Die 'Aria-erfordert-wahr'-Eigenschaft aktivieren?

source: This is enabled by default and adds an attribute to the required comment fields that adds a layout of accesibility for visually impaired site visitors. This attribute is not technically valid XHTML but works in all browsers. Unless you need 100% valid markup at the expense of accesability, leave this option enabled.
de_de: Dies ist standardm&auml;&szlig;ig aktiviert und f&uuml;gt ein Attribut zu den erforderlichen Kommentarfeldern hinzu, welches ein barrierefreies Layout hinzuf&uuml;gt. Dieses Attribut ist technisch kein valides XHTML, doch es funktioniert in allen Browsern. Es sei, denn Sie brauchen 100% valides Markup zum Preis der Barrierefreiheit, dann lassen Sie diese Einstellung einfach aktiviert.

source: Display Author Field?
de_de: Autorenfeld anzeigen?

source: Author Label:
de_de: Autor-Beschriftung:

source: Display Email Field?
de_de: E-Mail-Feld anzeigen?

source: Email Label:
de_de: E-Mail-Beschriftung:

source: Display URL Field?
de_de: Webseiten-Feld anzeigen? (URL)

source: URL Label:
de_de: URL-Beschriftung:

source: Reply Label:
de_de: 'Antworten'-Beschriftung:

source: Notes Before Comment:
de_de: Hinweise vor dem Kommentarbereich:

source: Notes After Comment:
de_de: Hinweise nach dem Kommentarbereich:

source: Submit Button Label:
de_de: Absenden-Button-Beschriftung:

source: Sorry, you are not allowed to access this page directly.
de_de: Entschuldigung, Sie k&ouml;nnen diese Seite nicht direkt aufrufen.

source: Sorry, you can't activate unless you have installed %1$sGenesis%2$s
de_de: Entschuldigung, aber Sie k&ouml;nnen dieses Plugin nicht aktivieren, solange Sie das %1$sGenesis Framework%2$s nicht installiert haben.

source: Sorry, you can't activate without %1$sGenesis %2$s%3$s or greater
de_de: Entschuldigung, aber Sie k&ouml;nnen dieses Plugin nicht aktivieren, au&szlig;er Sie haben das %1$sGenesis Framework Version %2$s%3$s oder h&ouml;her installiert.
